Repository: Evil-Project/Twinskaraoke
Catalog: TwinskaraokeShared/Localization/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: Experiments are early, unfinished features. They may be unstable, change without notice, or be removed in a future update.
de: Experimente sind frühe, unfertige Funktionen. Sie können instabil sein, sich ohne Vorankündigung ändern oder später entfernt werden.
fi: Kokeilut ovat keskeneräisiä toimintoja. Ne voivat olla epävakaita, muuttua ilmoittamatta tai poistua myöhemmässä päivityksessä.
fr: Les expériences sont des fonctions inachevées. Elles peuvent être instables, changer sans préavis ou être supprimées lors d’une mise à jour.
ja: 実験的機能は開発途中です。不安定な場合があり、予告なく変更されたり、今後の更新で削除されたりすることがあります。
uk: Експерименти — це незавершені функції. Вони можуть бути нестабільними, змінюватися без попередження або бути видаленими в оновленні.
zh_hans: 实验功能尚未完成，可能不稳定、随时更改，或在后续更新中移除。
zh_hant: 實驗功能尚未完成，可能不穩定、隨時變更，或在後續更新中移除。

source: Explore
de: Entdecken
fi: Tutki
fr: Explorer
ja: 探す
uk: Огляд
zh_hans: 发现
zh_hant: 瀏覽

source: Explore instead
de: Stattdessen entdecken
fi: Tutki sen sijaan
fr: Explorer plutôt
ja: 代わりに探す
uk: Переглянути інше
zh_hans: 浏览其他内容
zh_hant: 瀏覽其他內容

source: Export Debug Logs
de: Debug-Protokolle exportieren
fi: Vie virheenkorjauslokit
fr: Exporter les journaux de débogage
ja: デバッグログを書き出す
uk: Експортувати журнали налагодження
zh_hans: 导出调试日志
zh_hant: 匯出偵錯日誌

source: Failed
de: Fehlgeschlagen
fi: Epäonnistui
fr: Échec
ja: 失敗
uk: Помилка
zh_hans: 失败
zh_hant: 失敗

source: Failed to create playlist. Please try again.
de: Playlist konnte nicht erstellt werden. Bitte versuche es erneut.
fi: Soittolistan luominen epäonnistui. Yritä uudelleen.
fr: Impossible de créer la playlist. Veuillez réessayer.
ja: プレイリストを作成できませんでした。もう一度お試しください。
uk: Не вдалося створити плейлист. Спробуйте ще раз.
zh_hans: 无法创建歌单。请重试。
zh_hant: 無法建立歌單。請再試一次。

source: Fast actions
de: Schnellaktionen
fi: Pikatoiminnot
fr: Actions rapides
ja: クイック操作
uk: Швидкі дії
zh_hans: 快捷操作
zh_hant: 快速操作

source: Favorite
de: Favorit
fi: Suosikki
fr: Favori
ja: お気に入り
uk: Улюблене
zh_hans: 收藏
zh_hant: 喜好項目

source: Favorite songs to build this playlist automatically.
de: Markiere Songs als Favoriten, um diese Playlist automatisch zu füllen.
fi: Merkitse kappaleita suosikeiksi, niin tämä soittolista täyttyy automaattisesti.
fr: Ajoutez des titres aux favoris pour remplir cette playlist automatiquement.
ja: 曲をお気に入りにすると、このプレイリストが自動的に作成されます。
uk: Додавайте пісні до улюбленого, щоб автоматично наповнити цей плейлист.
zh_hans: 收藏歌曲即可自动生成此歌单。
zh_hant: 將歌曲加入喜好項目即可自動產生此歌單。

source: Favorites
de: Favoriten
fi: Suosikit
fr: Favoris
ja: お気に入り
uk: Улюблене
zh_hans: 我的收藏
zh_hant: 我的喜好項目

source: Favourite Songs
de: Lieblingssongs
fi: Suosikkikappaleet
fr: Titres favoris
ja: お気に入りの曲
uk: Улюблені пісні
zh_hans: 收藏歌曲
zh_hant: 收藏的歌曲

source: Favourite songs couldn’t be loaded. Pull to refresh to retry.
de: Lieblingssongs konnten nicht geladen werden. Zum Aktualisieren nach unten ziehen.
fi: Suosikkikappaleita ei voitu ladata. Yritä uudelleen vetämällä alas.
fr: Impossible de charger les titres favoris. Tirez vers le bas pour réessayer.
ja: お気に入りの曲を読み込めませんでした。下に引いて再試行してください。
uk: Не вдалося завантажити улюблені пісні. Потягніть униз, щоб повторити.
zh_hans: 无法加载收藏的歌曲。下拉以重试。
zh_hant: 無法載入喜好歌曲。下拉以重試。

source: Favourites
de: Favoriten
fi: Suosikit
fr: Favoris
ja: お気に入り
uk: Улюблене
zh_hans: 我的收藏
zh_hant: 我的喜好項目

source: Featured
de: Empfohlen
fi: Esittelyssä
fr: À la une
ja: 注目
uk: Рекомендоване
zh_hans: 热门精选
zh_hant: 為你推薦

source: FEATURED ART
de: AUSGEWÄHLTE KUNST
fi: ESITTELYSSÄ OLEVA TAIDE
fr: ŒUVRE À LA UNE
ja: 注目のアート
uk: ВИБРАНИЙ АРТ
zh_hans: 推荐作品
zh_hant: 推薦作品

source: Featured Artists
de: Ausgewählte Künstler
fi: Esittelyssä olevat taiteilijat
fr: Artistes à la une
ja: 注目のアーティスト
uk: Вибрані художники
zh_hans: 精选艺术家
zh_hant: 精選藝術家

source: Featured artwork.
de: Ausgewähltes Kunstwerk.
fi: Esittelyssä oleva teos.
fr: Œuvre à la une.
ja: 注目の作品。
uk: Вибрана робота.
zh_hans: 推荐画作
zh_hant: 推薦畫作

source: Featured Episode
de: Ausgewählte Folge
fi: Esittelyssä oleva jakso
fr: Épisode à la une
ja: 注目のエピソード
uk: Вибраний епізод
zh_hans: 本期主打
zh_hant: 本集主打

source: Featured Playlist
de: Ausgewählte Playlist
fi: Esittelyssä oleva soittolista
fr: Playlist à la une
ja: 注目のプレイリスト
uk: Вибраний плейлист
zh_hans: 推荐的播放列表
zh_hant: 精選播放清單

source: Featured Release
de: Ausgewählte Veröffentlichung
fi: Esittelyssä oleva julkaisu
fr: Sortie à la une
ja: 注目のリリース
uk: Вибраний реліз
zh_hans: 精选发行
zh_hant: 精選發行

source: Features & Content
de: Funktionen & Inhalte
fi: Ominaisuudet ja sisältö
fr: Fonctionnalités et contenu
ja: 機能とコンテンツ
uk: Функції та вміст
zh_hans: 功能与内容
zh_hant: 功能與內容

source: Fetching live station metadata.
de: Metadaten des Live-Senders werden abgerufen.
fi: Haetaan live-aseman metatietoja.
fr: Récupération des métadonnées de la station en direct.
ja: ライブステーションのメタデータを取得しています。
uk: Отримання метаданих живої станції.
zh_hans: 正在获取直播电台元数据。
zh_hant: 正在取得直播電台後設資料。

source: File
de: Datei
fi: Tiedosto
fr: Fichier
ja: ファイル
uk: Файл
zh_hans: 文件
zh_hant: 檔案

source: Find in Playlist
de: In Playlist suchen
fi: Etsi soittolistasta
fr: Rechercher dans la playlist
ja: プレイリスト内を検索
uk: Шукати в плейлисті
zh_hans: 在歌单中查找
zh_hant: 在歌單中尋找

source: Find something to sing
de: Finde etwas zum Singen
fi: Löydä jotain laulettavaa
fr: Trouvez quelque chose à chanter
ja: 歌う曲を探そう
uk: Знайдіть, що заспівати
zh_hans: 找首歌来唱
zh_hant: 找首歌來唱

source: Find Songs
de: Songs finden
fi: Etsi kappaleita
fr: Trouver des titres
ja: 曲を探す
uk: Знайти пісні
zh_hans: 查找歌曲
zh_hant: 尋找歌曲

source: Find songs and artists
de: Songs und Künstler finden
fi: Etsi kappaleita ja artisteja
fr: Trouver des titres et des artistes
ja: 曲とアーティストを探す
uk: Знайти пісні й виконавців
zh_hans: 查找歌曲和艺人
zh_hant: 尋找歌曲和藝人

source: Find songs, artists, and new favorites.
de: Finde Songs, Künstler und neue Favoriten.
fi: Löydä kappaleita, artisteja ja uusia suosikkeja.
fr: Trouvez des titres, des artistes et de nouveaux favoris.
ja: 曲、アーティスト、新しいお気に入りを見つけましょう。
uk: Знаходьте пісні, виконавців і нових улюбленців.
zh_hans: 查找歌曲、艺人和新的收藏。
zh_hant: 尋找歌曲、藝人和新的喜好項目。

source: Finding songs
de: Songs werden gesucht
fi: Etsitään kappaleita
fr: Recherche de titres
ja: 曲を探しています
uk: Пошук пісень
zh_hans: 正在查找歌曲
zh_hant: 正在尋找歌曲

source: Finishes rearranging the queue.
de: Beendet das Umsortieren der Warteschlange.
fi: Lopettaa jonon järjestelyn.
fr: Termine la réorganisation de la file d’attente.
ja: キューの並べ替えを終了します。
uk: Завершує впорядкування черги.
zh_hans: 完成播放队列的重新排序。
zh_hant: 完成播放佇列的重新排序。

source: First lyric at %@
de: Erste Zeile bei %@
fi: Ensimmäinen rivi kohdassa %@
fr: Première ligne à %@
ja: 最初の歌詞は%@
uk: Перший рядок о %@
zh_hans: 第一句歌词在 %@
zh_hant: 第一句歌詞在 %@

source: Flat
de: Neutral
fi: Tasainen
fr: Neutre
ja: フラット
uk: Рівна
zh_hans: 平直
zh_hant: 平直

source: Follow the artist gallery for new covers as they arrive.
de: Folge der Künstlergalerie, um neue Cover sofort zu sehen.
fi: Seuraa taiteilijagalleriaa nähdäksesi uudet kannet heti.
fr: Suivez la galerie des artistes pour découvrir les nouvelles illustrations.
ja: アーティストギャラリーで新しいカバーアートをチェックしましょう。
uk: Стежте за галереєю художників, щоб бачити нові обкладинки.
zh_hans: 关注该画师的画廊，第一时间获取最新作品通知
zh_hant: 追蹤該畫師的畫廊，第一時間獲取最新作品通知

source: Fresh from the catalog
de: Frisch aus dem Katalog
fi: Tuoreena luettelosta
fr: Tout juste arrivés au catalogue
ja: カタログの新着
uk: Щойно в каталозі
zh_hans: 曲库新到
zh_hant: 曲庫新到

source: Fresh karaoke picks for your next session
de: Frische Karaoke-Tipps für deine nächste Session
fi: Tuoreita karaokevalintoja seuraavaan sessioon
fr: De nouvelles idées karaoké pour votre prochaine session
ja: 次のセッションにぴったりの新しいカラオケ曲
uk: Свіжі караоке-добірки для наступного сеансу
zh_hans: 为你的下一次演唱准备的新鲜卡拉 OK 精选
zh_hant: 為你的下一次演唱準備的新鮮卡拉 OK 精選

source: Fresh Picks
de: Neue Tipps
fi: Tuoreet valinnat
fr: Nouveautés choisies
ja: 新着ピック
uk: Свіжі добірки
zh_hans: 新鲜精选
zh_hant: 新鮮精選

source: Genres Unavailable
de: Genres nicht verfügbar
fi: Tyylilajit eivät ole käytettävissä
fr: Genres indisponibles
ja: ジャンルを利用できません
uk: Жанри недоступні
zh_hans: 类型不可用
zh_hant: 類型無法使用

source: Global CDN
de: Globales CDN
fi: Maailmanlaajuinen CDN
fr: CDN mondial
ja: グローバルCDN
uk: Глобальний CDN
zh_hans: 全球 CDN
zh_hant: 全球 CDN

source: Good Reasons To Reach Out
de: Gute Gründe für eine Nachricht
fi: Hyviä syitä ottaa yhteyttä
fr: Bonnes raisons de nous écrire
ja: お問い合わせの例
uk: Коли варто звернутися
zh_hans: 联系我们的理由
zh_hant: 聯絡我們的理由

source: Guest ID
de: Gast-ID
fi: Vierastunnus
fr: ID invité
ja: ゲストID
uk: Гостьовий ID
zh_hans: 访客 ID
zh_hant: 訪客 ID

source: Guest Listener
de: Gasthörer
fi: Vieraskuuntelija
fr: Auditeur invité
ja: ゲストリスナー
uk: Гість-слухач
zh_hans: 访客听众
zh_hant: 訪客聽眾

source: Guest playback
de: Gastwiedergabe
fi: Vierastoisto
fr: Lecture invité
ja: ゲスト再生
uk: Гостьове відтворення
zh_hans: 访客播放
zh_hant: 訪客播放

source: Guest session
de: Gastsitzung
fi: Vierasistunto
fr: Session invité
ja: ゲストセッション
uk: Гостьовий сеанс
zh_hans: 访客会话
zh_hant: 訪客工作階段

source: Haptic Feedback
de: Haptisches Feedback
fi: Värinäpalaute
fr: Retour haptique
ja: 触覚フィードバック
uk: Тактильний відгук
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: Haptics
de: Haptik
fi: Värinä
fr: Vibrations
ja: 触覚
uk: Вібрація
zh_hans: 触感
zh_hant: 觸覺

source: Heavy
de: Sehr stark
fi: Erittäin voimakas
fr: Très fort
ja: 非常に強い
uk: Дуже сильна
zh_hans: 很强
zh_hant: 很強

source: Hidden
de: Ausgeblendet
fi: Piilotettu
fr: Masqué
ja: 非表示
uk: Приховано
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide lyrics
de: Liedtext ausblenden
fi: Piilota sanoitukset
fr: Masquer les paroles
ja: 歌詞を隠す
uk: Сховати текст
zh_hans: 隐藏歌词
zh_hant: 隱藏歌詞

source: Hide Lyrics
de: Liedtext ausblenden
fi: Piilota sanoitukset
fr: Masquer les paroles
ja: 歌詞を隠す
uk: Сховати текст
zh_hans: 隐藏歌词
zh_hant: 隱藏歌詞

source: Hide Password
de: Passwort ausblenden
fi: Piilota salasana
fr: Masquer le mot de passe
ja: パスワードを隠す
uk: Сховати пароль
zh_hans: 隐藏密码
zh_hant: 隱藏密碼

source: Hide Translated Lyrics
de: Übersetzte Liedtexte ausblenden
fi: Piilota käännetyt sanoitukset
fr: Masquer les paroles traduites
ja: 翻訳された歌詞を隠す
uk: Сховати перекладений текст
zh_hans: 隐藏翻译歌词
zh_hant: 隱藏翻譯歌詞

source: Hides the full guest ID.
de: Blendet die vollständige Gast-ID aus.
fi: Piilottaa koko vierastunnuksen.
fr: Masque l’ID invité complet.
ja: ゲストIDの全体を隠します。
uk: Приховує повний гостьовий ID.
zh_hans: 隐藏完整的访客 ID
zh_hant: 隱藏完整的訪客 ID

source: Historical Archive Source
de: Quelle des historischen Archivs
fi: Historiallisen arkiston lähde
fr: Source des archives historiques
ja: 過去アーカイブの提供元
uk: Джерело історичного архіву
zh_hans: 档案来源
zh_hant: 檔案來源

source: Home
de: Startseite
fi: Koti
fr: Accueil
ja: ホーム
uk: Головна
zh_hans: 首页
zh_hant: 首頁

source: Image Cache
de: Bildcache
fi: Kuvavälimuisti
fr: Cache d’images
ja: 画像キャッシュ
uk: Кеш зображень
zh_hans: 图片缓存
zh_hant: 圖片快取

source: Image save failed
de: Bild konnte nicht gesichert werden
fi: Kuvan tallennus epäonnistui
fr: Échec de l’enregistrement de l’image
ja: 画像を保存できませんでした
uk: Не вдалося зберегти зображення
zh_hans: 图像保存失败
zh_hant: 影像儲存失敗

source: Image saved
de: Bild gesichert
fi: Kuva tallennettu
fr: Image enregistrée
ja: 画像を保存しました
uk: Зображення збережено
zh_hans: 图像已保存
zh_hant: 影像已儲存

source: Incorrect username or password.
de: Falscher Benutzername oder falsches Passwort.
fi: Väärä käyttäjätunnus tai salasana.
fr: Nom d’utilisateur ou mot de passe incorrect.
ja: ユーザー名またはパスワードが正しくありません。
uk: Неправильне ім’я користувача або пароль.
zh_hans: 用户名或密码不正确。
zh_hant: 使用者名稱或密碼不正確。

source: Instrumental break
de: Instrumentalteil
fi: Instrumentaalitauko
fr: Pause instrumentale
ja: 間奏
uk: Інструментальна пауза
zh_hans: 间奏
zh_hant: 間奏

source: Instrumental Enhance
de: Instrumente verstärken
fi: Korosta säestystä
fr: Renforcer l’instrumental
ja: 伴奏を強調
uk: Підсилення інструменталу
zh_hans: 伴奏增强
zh_hant: 伴奏增強

source: Instrumental Enhance Strength
de: Stärke der Instrumentenverstärkung
fi: Säestyksen korostuksen voimakkuus
fr: Force du renforcement instrumental
ja: 伴奏強調の強さ
uk: Сила підсилення інструменталу
zh_hans: 伴奏增强强度
zh_hant: 伴奏增強強度

source: Internal Testing & Metadata
de: Interne Tests & Metadaten
fi: Sisäinen testaus ja metatiedot
fr: Tests internes et métadonnées
ja: 社内テストとメタデータ
uk: Внутрішнє тестування та метадані
zh_hans: 内测功能与版本信息
zh_hant: 內測功能與版本資訊

source: Invalid username or password
de: Ungültiger Benutzername oder ungültiges Passwort
fi: Virheellinen käyttäjätunnus tai salasana
fr: Nom d’utilisateur ou mot de passe non valide
ja: ユーザー名またはパスワードが無効です
uk: Недійсне ім’я користувача або пароль
zh_hans: 用户名或密码无效
zh_hant: 使用者名稱或密碼無效

source: iOS App Developers
de: iOS-App-Entwickler
fi: iOS-sovelluksen kehittäjät
fr: Développeurs de l’app iOS
ja: iOSアプリ開発者
uk: Розробники iOS-застосунку
zh_hans: iOS 应用开发者
zh_hant: iOS App 開發者

source: iOS App Development
de: iOS-App-Entwicklung
fi: iOS-sovelluksen kehitys
fr: Développement de l’app iOS
ja: iOSアプリ開発
uk: Розробка iOS-застосунку
zh_hans: iOS App 开发
zh_hant: iOS 應用程式開發

source: Issues and pull requests are welcome on GitHub. The repository contains build instructions and the project's coding conventions.
de: Issues und Pull Requests auf GitHub sind willkommen. Das Repository enthält Build-Anleitungen und die Coding-Konventionen des Projekts.
fi: Issuet ja pull requestit ovat tervetulleita GitHubissa. Repositoriossa on käännösohjeet ja projektin koodauskäytännöt.
fr: Les issues et pull requests sont les bienvenues sur GitHub. Le dépôt contient les instructions de compilation et les conventions de code du projet.
ja: GitHubでのIssueやプルリクエストを歓迎します。リポジトリにはビルド手順とコーディング規約が含まれています。
uk: Issues і pull requests на GitHub вітаються. Репозиторій містить інструкції зі збирання та правила написання коду.
zh_hans: 欢迎在 GitHub 上提交 Issue 和 Pull Request。本仓库包含构建指南以及项目的代码规范。
zh_hant: 歡迎在 GitHub 上提交 Issue 和 Pull Request。本儲存庫包含建置指南以及專案的程式碼規範。

source: Jump to Lyric
de: Zur Zeile springen
fi: Siirry riviin
fr: Aller à la ligne
ja: 歌詞に移動
uk: Перейти до рядка
zh_hans: 跳转到歌词
zh_hant: 跳轉至歌詞

source: Just Played
de: Gerade gespielt
fi: Juuri soitettu
fr: Tout juste écouté
ja: 再生したばかり
uk: Щойно звучало
zh_hans: 刚刚播放
zh_hant: 剛剛播放

source: Keep Going
de: Weiter so
fi: Jatka samaan malliin
fr: Continuez
ja: この調子で
uk: Так тримати
zh_hans: 继续
zh_hant: 繼續

source: Keep singing to complete your profile collection.
de: Sing weiter, um deine Profilsammlung zu vervollständigen.
fi: Jatka laulamista täydentääksesi profiilisi kokoelman.
fr: Continuez à chanter pour compléter votre collection.
ja: 歌い続けてプロフィールのコレクションを完成させましょう。
uk: Співайте далі, щоб завершити колекцію профілю.
zh_hans: 继续嗨唱，解锁更多个人收藏！
zh_hant: 繼續嗨唱，解鎖更多個人收藏！

source: Keep this screen open while the web session is confirmed.
de: Lass diesen Bildschirm geöffnet, während die Web-Sitzung bestätigt wird.
fi: Pidä tämä näkymä auki, kun verkkoistunto vahvistetaan.
fr: Gardez cet écran ouvert pendant la confirmation de la session web.
ja: Webセッションが確認されるまで、この画面を開いたままにしてください。
uk: Не закривайте цей екран, поки вебсеанс підтверджується.
zh_hans: 确认网页会话期间，请保持此屏幕打开。
zh_hant: 確認網頁工作階段期間，請保持此畫面開啟。

source: Language
de: Sprache
fi: Kieli
fr: Langue
ja: 言語
uk: Мова
zh_hans: 语言
zh_hant: 語言

source: Language Support
de: Sprachunterstützung
fi: Kielituki
fr: Langues prises en charge
ja: 対応言語
uk: Підтримка мов
zh_hans: 语言支持
zh_hant: 語言支援

source: Latest Releases
de: Neueste Veröffentlichungen
fi: Uusimmat julkaisut
fr: Dernières sorties
ja: 最新リリース
uk: Останні релізи
zh_hans: 最新发行
zh_hant: 最新發行

source: Latest Single
de: Neueste Single
fi: Uusin single
fr: Dernier single
ja: 最新シングル
uk: Останній сингл
zh_hans: 最新单曲
zh_hant: 最新單曲

source: Latest Video
de: Neuestes Video
fi: Uusin video
fr: Dernière vidéo
ja: 最新ビデオ
uk: Останнє відео
zh_hans: 最新视频
zh_hant: 最新影片

source: LATEST VIDEO
de: NEUESTES VIDEO
fi: UUSIN VIDEO
fr: DERNIÈRE VIDÉO
ja: 最新ビデオ
uk: ОСТАННЄ ВІДЕО
zh_hans: 最新视频
zh_hant: 最新影片

source: LATEST WATCHALONG
de: NEUESTES WATCHALONG
fi: UUSIN WATCHALONG
fr: DERNIER WATCHALONG
ja: 最新のウォッチアロング
uk: ОСТАННІЙ СПІЛЬНИЙ ПЕРЕГЛЯД
zh_hans: 最新一起看
zh_hant: 最新一起看

source: Legal
de: Rechtliches
fi: Oikeudelliset tiedot
fr: Mentions légales
ja: 法的情報
uk: Юридична інформація
zh_hans: 法律信息
zh_hant: 法律資訊

source: Legendary
de: Legendär
fi: Legendaarinen
fr: Légendaire
ja: レジェンダリー
uk: Легендарний
zh_hans: 传说
zh_hant: 傳說

source: Library
de: Mediathek
fi: Kirjasto
fr: Bibliothèque
ja: ライブラリ
uk: Медіатека
zh_hans: 资料库
zh_hant: 資料庫

source: Light
de: Leicht
fi: Kevyt
fr: Léger
ja: 弱
uk: Легка
zh_hans: 轻
zh_hant: 輕

source: Listen live
de: Live hören
fi: Kuuntele suorana
fr: Écouter en direct
ja: ライブで聴く
uk: Слухати наживо
zh_hans: 收听直播
zh_hant: 收聽直播

source: Listen Live
de: Live hören
fi: Kuuntele suorana
fr: Écouter en direct
ja: ライブで聴く
uk: Слухати наживо
zh_hans: 收听直播
zh_hant: 收聽直播

source: Listen Now
de: Jetzt hören
fi: Kuuntele nyt
fr: Écouter
ja: 今すぐ聴く
uk: Слухати
zh_hans: 现在就听
zh_hant: 立即聆聽

source: Listening history on this device
de: Wiedergabeverlauf auf diesem Gerät
fi: Tämän laitteen kuunteluhistoria
fr: Historique d’écoute sur cet appareil
ja: このデバイスの再生履歴
uk: Історія прослуховувань на цьому пристрої
zh_hans: 此设备上的播放记录
zh_hant: 此裝置上的播放記錄

source: Live and playing
de: Live und läuft
fi: Suorana soimassa
fr: En direct et en lecture
ja: ライブ再生中
uk: Наживо, відтворюється
zh_hans: 正在直播并播放
zh_hant: 正在直播並播放

source: Live now
de: Jetzt live
fi: Nyt suorana
fr: En direct maintenant
ja: ライブ配信中
uk: Зараз наживо
zh_hans: 现正直播
zh_hant: 現正直播

source: Live Now
de: Jetzt live
fi: Nyt suorana
fr: En direct maintenant
ja: ライブ配信中
uk: Зараз наживо
zh_hans: 现正直播
zh_hant: 現正直播

source: Live now, on air
de: Jetzt live auf Sendung
fi: Nyt suorana lähetyksessä
fr: En direct, à l’antenne
ja: ただいまオンエア中
uk: Зараз в ефірі
zh_hans: 正在放送
zh_hant: 正在放送

source: Live Ready
de: Live bereit
fi: Suora valmiina
fr: Direct prêt
ja: ライブ準備完了
uk: Ефір готовий
zh_hans: 直播就绪
zh_hant: 直播就緒

source: Live Schedule
de: Live-Programm
fi: Live-ohjelma
fr: Programme en direct
ja: ライブのスケジュール
uk: Розклад ефіру
zh_hans: 直播节目表
zh_hant: 直播節目表

source: Live station
de: Live-Sender
fi: Live-asema
fr: Station en direct
ja: ライブステーション
uk: Жива станція
zh_hans: 实时电台
zh_hant: 即時電台

source: Live Station
de: Live-Sender
fi: Live-asema
fr: Station en direct
ja: ライブステーション
uk: Жива станція
zh_hans: 实时电台
zh_hant: 即時電台

source: Load another set
de: Eine neue Auswahl laden
fi: Lataa uusi valikoima
fr: Charger une autre sélection
ja: 別のセットを読み込む
uk: Завантажити інший набір
zh_hans: 加载另一组
zh_hant: 載入另一組

source: Load More
de: Mehr laden
fi: Lataa lisää
fr: Charger plus
ja: さらに読み込む
uk: Завантажити ще
zh_hans: 加载更多
zh_hant: 載入更多

source: Loading
de: Wird geladen
fi: Ladataan
fr: Chargement
ja: 読み込み中
uk: Завантаження
zh_hans: 正在加载
zh_hant: 正在載入

source: Loading %@ songs
de: Songs aus %@ werden geladen
fi: Ladataan tyylilajin %@ kappaleita
fr: Chargement des titres %@
ja: %@の曲を読み込み中
uk: Завантаження пісень «%@»
zh_hans: 加载 %@ 首歌中
zh_hant: 正在載入 %@ 首歌曲

source: Loading art gallery
de: Kunstgalerie wird geladen
fi: Ladataan taidegalleriaa
fr: Chargement de la galerie d’art
ja: アートギャラリーを読み込み中
uk: Завантаження галереї артів
zh_hans: 正在加载艺术画廊
zh_hant: 正在載入藝術畫廊

source: Loading artist songs
de: Songs des Künstlers werden geladen
fi: Ladataan artistin kappaleita
fr: Chargement des titres de l’artiste
ja: アーティストの曲を読み込み中
uk: Завантаження пісень виконавця
zh_hans: 正在加载艺人歌曲
zh_hant: 正在載入藝人歌曲

source: Loading artists
de: Künstler werden geladen
fi: Ladataan artisteja
fr: Chargement des artistes
ja: アーティストを読み込み中
uk: Завантаження виконавців
zh_hans: 正在加载艺人
zh_hant: 正在載入藝人

source: Loading categories
de: Kategorien werden geladen
fi: Ladataan kategorioita
fr: Chargement des catégories
ja: カテゴリを読み込み中
uk: Завантаження категорій
zh_hans: 正在加载类别
zh_hant: 正在載入類別

source: Loading Home
de: Startseite wird geladen
fi: Ladataan kotia
fr: Chargement de l’accueil
ja: ホームを読み込み中
uk: Завантаження головної
zh_hans: 正在加载首页
zh_hant: 正在載入首頁

source: Loading lyrics
de: Liedtext wird geladen
fi: Ladataan sanoituksia
fr: Chargement des paroles
ja: 歌詞を読み込み中
uk: Завантаження тексту
zh_hans: 歌词加载中
zh_hant: 歌詞載入中

source: Loading New
de: Neues wird geladen
fi: Ladataan uutta
fr: Chargement des nouveautés
ja: 新着を読み込み中
uk: Завантаження нового
zh_hans: 正在加载新内容
zh_hant: 正在載入新內容

source: Loading New Songs
de: Neue Songs werden geladen
fi: Ladataan uusia kappaleita
fr: Chargement des nouveaux titres
ja: 新しい曲を読み込み中
uk: Завантаження нових пісень
zh_hans: 正在加载新歌
zh_hant: 正在載入新歌

source: Loading playlist songs
de: Playlist-Songs werden geladen
fi: Ladataan soittolistan kappaleita
fr: Chargement des titres de la playlist
ja: プレイリストの曲を読み込み中
uk: Завантаження пісень плейлиста
zh_hans: 正在加载歌单歌曲
zh_hant: 正在載入歌單歌曲

source: Loading playlists
de: Playlists werden geladen
fi: Ladataan soittolistoja
fr: Chargement des playlists
ja: プレイリストを読み込み中
uk: Завантаження плейлистів
zh_hans: 正在加载歌单
zh_hant: 正在載入歌單

source: Loading Playlists
de: Playlists werden geladen
fi: Ladataan soittolistoja
fr: Chargement des playlists
ja: プレイリストを読み込み中
uk: Завантаження плейлистів
zh_hans: 正在加载歌单
zh_hant: 正在載入歌單

source: Loading playlists…
de: Playlists werden geladen …
fi: Ladataan soittolistoja…
fr: Chargement des playlists…
ja: プレイリストを読み込み中…
uk: Завантаження плейлистів…
zh_hans: 正在加载歌单…
zh_hant: 正在載入歌單…

source: Loading profile…
de: Profil wird geladen …
fi: Ladataan profiilia…
fr: Chargement du profil…
ja: プロフィールを読み込み中…
uk: Завантаження профілю…
zh_hans: 正在加载个人主页…
zh_hant: 正在載入個人主頁…

source: Loading Radio
de: Radio wird geladen
fi: Ladataan radiota
fr: Chargement de la radio
ja: ラジオを読み込み中
uk: Завантаження радіо
zh_hans: 正在加载电台
zh_hant: 正在載入電台

source: Loading random songs
de: Zufällige Songs werden geladen
fi: Ladataan satunnaisia kappaleita
fr: Chargement de titres aléatoires
ja: ランダムな曲を読み込み中
uk: Завантаження випадкових пісень
zh_hans: 随机歌曲加载中
zh_hant: 隨機曲目載入中

source: Loading Random Songs
de: Zufällige Songs werden geladen
fi: Ladataan satunnaisia kappaleita
fr: Chargement de titres aléatoires
ja: ランダムな曲を読み込み中
uk: Завантаження випадкових пісень
zh_hans: 正在加载随机歌曲
zh_hant: 正在載入隨機歌曲

source: Loading songs
de: Songs werden geladen
fi: Ladataan kappaleita
fr: Chargement des titres
ja: 曲を読み込み中
uk: Завантаження пісень
zh_hans: 歌曲加载中
zh_hant: 歌曲載入中

source: Loading Songs
de: Songs werden geladen
fi: Ladataan kappaleita
fr: Chargement des titres
ja: 曲を読み込み中
uk: Завантаження пісень
zh_hans: 正在加载歌曲
zh_hant: 正在載入歌曲

source: Loading videos
de: Videos werden geladen
fi: Ladataan videoita
fr: Chargement des vidéos
ja: ビデオを読み込み中
uk: Завантаження відео
zh_hans: 视频加载中
zh_hant: 影片載入中

source: Loads a new random set.
de: Lädt eine neue zufällige Auswahl.
fi: Lataa uuden satunnaisen valikoiman.
fr: Charge une nouvelle sélection aléatoire.
ja: 新しいランダムセットを読み込みます。
uk: Завантажує новий випадковий набір.
zh_hans: 加载一组新的随机歌曲。
zh_hant: 載入一組新的隨機歌曲。

source: Loads your playlists again.
de: Lädt deine Playlists neu.
fi: Lataa soittolistasi uudelleen.
fr: Recharge vos playlists.
ja: プレイリストを再読み込みします。
uk: Повторно завантажує ваші плейлисти.
zh_hans: 重新加载你的歌单。
zh_hant: 重新載入你的歌單。

source: Locked
de: Gesperrt
fi: Lukittu
fr: Verrouillé
ja: ロック中
uk: Заблоковано
zh_hans: 已锁定
zh_hant: 已鎖定

source: Logging
de: Protokollierung
fi: Lokitus
fr: Journalisation
ja: ログ
uk: Журналювання
zh_hans: 日志
zh_hant: 日誌

source: Loudness
de: Lautheit
fi: Äänekkyys
fr: Correction physiologique
ja: ラウドネス
uk: Тонкомпенсація
zh_hans: 响度
zh_hant: 響度

source: Lyrics
de: Liedtexte
fi: Sanoitukset
fr: Paroles
ja: 歌詞
uk: Тексти пісень
zh_hans: 歌词
zh_hant: 歌詞

source: Lyrics are not available for this song.
de: Für diesen Song ist kein Liedtext verfügbar.
fi: Tälle kappaleelle ei ole sanoituksia.
fr: Les paroles ne sont pas disponibles pour ce titre.
ja: この曲の歌詞はありません。
uk: Для цієї пісні немає тексту.
zh_hans: 这首歌暂无歌词。
zh_hant: 這首歌沒有歌詞。

source: Lyrics Cache
de: Liedtextcache
fi: Sanoitusvälimuisti
fr: Cache des paroles
ja: 歌詞キャッシュ
uk: Кеш текстів пісень
zh_hans: 歌词缓存
zh_hant: 歌詞快取
